tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "node"
brew "openjdk"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "universal-ctags"
cask "1password"
cask "alfred"
cask "craft"
cask "cursor"
cask "dash"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kitty"
cask "mactex"
cask "mimestream"
cask "miniconda"
cask "obsidian"
cask "orion"
cask "rectangle-pro"
cask "sublime-merge"
cask "sublime-text"
cask "textexpander"
cask "thingsmacsandboxhelper"
cask "warp"
cask "zoom"
